Repository: alexankitty/FancyTasks
Catalog: package/translate/*.po
Languages: nl, pt_br, zh_cn

source: Appearance
nl: Vormgeving
pt_br: Aparência
zh_cn: 外观

source: Behavior
nl: Gedrag
pt_br: Comportamento
zh_cn: 行为

source: Indicators
pt_br: Indicadores
zh_cn: 指示器

source: General:
nl: Algemeen:
pt_br: Geral
zh_cn: 通用：

source: Show tooltips
nl: Vensterminiaturen tonen
pt_br: Mostrar visualizações
zh_cn: 显示窗口预览

source: Highlight windows when hovering over task tooltips
nl: Vensters voorvertonen na aanwĳzen van vensterminiaturen
pt_br: Destacar janelas quando passar o cursor sobre as visualizações
zh_cn: 悬浮在预览上时高亮对应窗口

source: Mark applications that play audio
nl: Programma's die audio afspelen markeren
pt_br: Marque os programas que estiverem tocando áudio
zh_cn: 标记正在播放音频的应用

source: Use plasma borders
nl: Plasmakaders gebruiken
pt_br: Usar bordas do plasma
zh_cn: 使用plasma边框

source: Icon Scale
pt_br: Escala do ícone

source: Icon Size (px):
pt_br: Tamanho do ícone (px):

source: Set icon size instead of scaling
pt_br: Definir pelo tamanho do ícone ao invés da escala

source: Button Colors:
pt_br: Cores do botão:

source: Using Plasma Style/Accent
pt_br: Usar estilo/Acentuação do Plasma

source: Using Color Overlay
pt_br: Usar cor sobreposição

source: Use dominant icon color
nl: Dominante pictogramkleur gebruiken
pt_br: Usar cor predominante do ícone
zh_cn: 使用图标主体色

source: Custom Color:
nl: Zelfgekozen kleur:
pt_br: Cor customizada.
zh_cn: 自定义颜色：

source: Colorize inactive buttons
pt_br: Colorir botões inativos

source: Plasma Button Decorations:
nl: Plasma-knopdecoraties:
pt_br: Decoração dos botões do Plasma
zh_cn: Plasma按钮装饰：

source: Disable All
pt_br: Desabilitar todos

source: Disable Inactive Buttons
pt_br: Desabilitar botões inativos

source: Plasma Button Direction:
nl: Plasma-knoprichting:
pt_br: Direção dos botões do Plasma
zh_cn: Plasma按钮方向

source: Override
nl: Afdwingen
pt_br: Sobrescrever
zh_cn: 覆盖

source: Be sure to use this when using as a floating widget
nl: Let op: gebruik dit alleen bĳ gebruik als zwevende widget
pt_br: Tenha certeza que está usando como um widget flutuante
zh_cn: 作为浮动组件使用时需要设置

source: North
nl: Bovenaan
pt_br: Norte
zh_cn: 北

source: South
nl: Onderaan
pt_br: Sul
zh_cn: 南

source: West
nl: Links
pt_br: Oeste
zh_cn: 西

source: East
nl: Rechts
pt_br: Leste
zh_cn: 东

source: Maximum columns:
nl: Maximaal aantal kolommen:
pt_br: Máximo de colunas:
zh_cn: 最大列数

source: Maximum rows:
nl: Maximaal aantal rĳen:
pt_br: Máximo de linhas
zh_cn: 最大行数

source: Always arrange tasks in rows of as many columns
nl: Taken altĳd verdelen over zoveel mogelĳk kolommen
pt_br: Sempre organize as tarefas em linhas com o máximo de colunas
zh_cn: 始终将任务排列成多列

source: Always arrange tasks in columns of as many rows
nl: Taken altĳd verdelen over zoveel mogelĳk rĳen
pt_br: Sempre organize as tarefas em colunas com o máximo de linhas
zh_cn: 始终将任务排列成多行

source: Maximum button length (px):
nl: Maximale knopbreedte (in px):
pt_br: Comprimento máximo do botão (px):
zh_cn: 最大按钮长度（px）

source: Space between taskbar items (px):
nl: Ruimte tussen taakbalkitems (in px):
pt_br: Espaço entre os itens da barra de tarefas (px):
zh_cn: 任务栏组件间距（px）

source: Spacing between icons:
nl: Ruimte tussen pictogrammen:
pt_br: Espaço entre os ícones:
zh_cn: 图标间距：

# @item:inlistbox Icon spacing
source: Small
nl: Klein
pt_br: Pequeno
zh_cn: 小

# @item:inlistbox Icon spacing
source: Large
nl: Groot
pt_br: Grande
zh_cn: 大

# @info:usagetip under a set of radio buttons when Touch Mode is on
source: Automatically set to Large when in Touch Mode
nl: Automatisch ingesteld op ‘Groot’ als de aanraakmodus is ingeschakeld
pt_br: Definir automaticamente para grande no "Touch Mode"
zh_cn: 触摸模式下自动设置为大

source: Display:
nl: Tonen:
pt_br: Exibir:
zh_cn: 显示：

source: Show task names
nl: Pictogrammen en namen
pt_br: Exibir o nome das tarefas
zh_cn: 显示任务名称

source: Show icons only
nl: Alleen pictogrammen
pt_br: Exibir apenas os ícones
zh_cn: 只显示图标

source: Group:
nl: Groeperen:
pt_br: Agrupar pelo:
zh_cn: 分组：

source: Do not group
nl: Niet groeperen
pt_br: Não agrupe
zh_cn: 不分组：

source: By program name
nl: Op programmanaam
pt_br: Nome do programa
zh_cn: 以程序名分组

source: Clicking grouped task:
nl: Actie na aanklikken van gegroepeerde taak:
pt_br: Ao clicar em tarefas agrupadas:
zh_cn: 点击已分组任务时：

# Completes the sentence 'Clicking grouped task cycles through tasks'
source: Cycles through tasks
nl: Van taak wisselen
pt_br: Percorra entre as tarefas
zh_cn: 在任务中循环

# Completes the sentence 'Clicking grouped task shows tooltip window thumbnails'
source: Shows tooltip window thumbnails
nl: Vensterminiaturen tonen
pt_br: Mostre as visualizações da janela
zh_cn: 展示窗口预览

# Completes the sentence 'Clicking grouped task shows windows side by side'
source: Shows windows side by side
nl: Vensters naast elkaar tonen
pt_br: Mostre as janelas lado a lado
zh_cn: 并列显示窗口

# Completes the sentence 'Clicking grouped task shows textual list'
source: Shows textual list
nl: Vensterlĳst tonen
pt_br: Mostre uma lista com seus títulos
zh_cn: 展示文字列表

source: Tooltips are disabled, so the windows will be displayed side by side instead.
nl: Vensterminiaturen zĳn uitgeschakeld; vensters worden naast elkaar getoond.
pt_br: As visualizações estão desativada, portanto as janelas serão exibidas lado a lado
zh_cn: 窗口预览已关闭，所有窗口会被并列显示

source: Tooltips are disabled, and the compositor does not support displaying windows side by side, so a textual list will be displayed instead
nl: Vensterminiaturen zĳn uitgeschakeld en de compositor heeft geen ondersteuning voor het tonen van vensters naast elkaar. Er wordt in plaats daarvan een lĳst getoond.
pt_br: As visualizações estão desativada e o compositor não suporta exibir as janelas lado a lado, portanto as janelas serão exibidas atráves da lista de títulos
zh_cn: 窗口预览已关闭，混成器不支持并列显示窗口，展示文字列表

source: The compositor does not support displaying windows side by side, so a textual list will be displayed instead.
nl: De compositor heeft geen ondersteuning voor het tonen van vensters naast elkaar; er wordt een lĳst getoond.
pt_br: O compositor não suporta exibir as janelas lado a lado, portanto as janelas serão exibidas atráves da lista de títulos
zh_cn: 混成器不支持并列显示窗口，展示文字列表

source: Combine into single button
nl: Combineren tot één knop
pt_br: Combine em um único botão
zh_cn: 组合到一个按钮中

source: Group only when the Task Manager is full
nl: Alleen groeperen als takenbeheer vol is
pt_br: Agrupe apenas quando o gerenciador de tarefas estiver cheio
zh_cn: 仅在任务栏已满时组合

source: Sort:
nl: Rangschikken:
pt_br: Organizar:
zh_cn: 排序：

source: Do not sort
nl: Niet rangschikken
pt_br: Não organize
zh_cn: 不排序

source: Manually
nl: Handmatig
pt_br: Manualmente
zh_cn: 手动

source: Alphabetically
nl: Op alfabetische volgorde
pt_br: Alfabeticamente
zh_cn: 按字母

source: By desktop
nl: Op bureaublad
pt_br: Por área de trabalho
zh_cn: 按桌面

source: By activity
nl: Op activiteit
pt_br: Por Atividade
zh_cn: 按活动

source: Keep launchers separate
nl: Starters gescheiden houden
pt_br: Manter launchers separados
zh_cn: 与启动器分开

# Part of a sentence: 'Clicking active task minimizes the task'
source: Clicking active task:
nl: Actie na aanklikken van actieve taak:
pt_br: Clicando em tarefas abertas:
zh_cn: 点击活动任务时：

# Part of a sentence: 'Clicking active task minimizes the task'
source: Minimizes the task
nl: Taak minimaliseren
pt_br: Minimize a tarefa
zh_cn: 最小化

source: Middle-clicking any task:
nl: Actie na middelklikken op een taak:
pt_br: Clicando no botão do scroll em qualquer tarefa:
zh_cn: 鼠标中键点击活动任务时：

# Part of a sentence: 'Middle-clicking any task does nothing'
source: Does nothing
nl: Niets doen
pt_br: Não faz nada
zh_cn: 什么都不做

# Part of a sentence: 'Middle-clicking any task closes window or group'
source: Closes window or group
nl: Venster of groep sluiten
pt_br: Fecha a janela ou o grupo de janelas
zh_cn: 关闭窗口或组

# Part of a sentence: 'Middle-clicking any task opens a new window'
source: Opens a new window
nl: Nieuw venster openen
pt_br: Abre uma nova janela
zh_cn: 打开新窗口

source: Minimizes/Restores window or group
nl: Venster of groep minimaliseren/herstellen
pt_br: Minimiza/restaura a janela ou grupo de janelas
zh_cn: 最小化/最大化窗口或组

# Part of a sentence: 'Middle-clicking any task toggles grouping'
source: Toggles grouping
nl: Groeperen in-/uitschakelen
pt_br: Agrupa/desagrupa janelas
zh_cn: 切换组

source: Brings it to the current virtual desktop
nl: Verplaatsen naar huidig virtueel bureaublad
pt_br: Traz para a área de trabalho virtual atual
zh_cn: 带到当前虚拟桌面

# Part of a sentence: 'Mouse wheel cycles through tasks'
source: Mouse wheel:
nl: Muiswiel:
pt_br: Scroll do mouse
zh_cn: 鼠标滚轮：

# Part of a sentence: 'Mouse wheel cycles through tasks'
source: Cycles through tasks
nl: Van taak wisselen
pt_br: Percorre entre as tarefas
zh_cn: 在任务间切换

source: Skip minimized tasks
nl: Geminimaliseerde taken overslaan
pt_br: Ignorar tarefas minimizadas
zh_cn: 跳过最小化的任务

source: Show only tasks:
nl: Alleen taken tonen van:
pt_br: Exibir apenas tarefas:
zh_cn: 只展示任务

source: From current screen
nl: Huidig scherm
pt_br: No monitor atual
zh_cn: 从当前屏幕

source: From current desktop
nl: Huidig bureaublad
pt_br: Na área de trabalho atual
zh_cn: 从当前桌面

source: From current activity
nl: Huidige activiteit
pt_br: Na atividade atual
zh_cn: 从当前活动

source: That are minimized
nl: Geminimaliseerde vensters
pt_br: Que estão minimizadas
zh_cn: 最小化的任务

source: When panel is hidden:
nl: Als het paneel verborgen is:
pt_br: Quando o painel está ocultado:
zh_cn: 面板隐藏时：

source: Unhide when a window wants attention
nl: Tonen als een venster om aandacht vraagt
pt_br: Desocultar quando uma janela necessita de atenção
zh_cn: 当窗口提示时取消隐藏

source: New tasks appear:
nl: Nieuwe taken tonen aan:
pt_br: Novas tarefas aparecem:
zh_cn: 新任务出现在：

source: To the right
nl: Rechterkant
pt_br: Na direita
zh_cn: 右边

source: To the left
nl: Linkerkant
pt_br: Na esquerda
zh_cn: 左边

source: Indicators:
pt_br: Indicadores:
zh_cn: 指示器：

source: Disabled
nl: Uitgeschakeld
pt_br: Desabilitado
zh_cn: 关闭

source: Enabled
nl: Ingeschakeld
pt_br: Habilitado
zh_cn: 打开

source: Display Progress on Indicator
pt_br: Mostrar progresso no indicator

source: Progress Color:
pt_br: Cor de progresso:

source: Disable for Inactive Windows
pt_br: Desabilitar para janelas inativas

source: Group Overlay:
nl: Groepslaag:
pt_br: Agrupar sobreposição:
zh_cn: 分组覆盖

source: Takes effect on next time plasma groups tasks.
nl: Let op: dit wordt toegepast na de volgende groepering.
pt_br: Tem efeito na próxima vez que o plasma agrupar as tarefas.
zh_cn: 在下一次plasma组合任务时生效

source: Animate Indicators:
nl: Indicators voorzien van animaties:
pt_br: Animar indicadores:
zh_cn: 动态指示器

source: Indicator Location:
nl: Indicatorlocatie:
pt_br: Posição do indicador:
zh_cn: 指示器位置：

source: Reverse shown side
nl: Aan andere zĳde tonen
pt_br: Exibir na posiçao oposta
zh_cn: 切换显示位置

source: Override location
nl: Locatie afdwingen
pt_br: Sobrepor posição
zh_cn: 覆盖位置

source: Bottom
nl: Onderaan
pt_br: Base
zh_cn: 底部

source: Left
nl: Links
pt_br: Esquerda
zh_cn: 左边

source: Right
nl: Rechts
pt_br: Direita
zh_cn: 右边

source: Top
nl: Bovenaan
pt_br: Topo
zh_cn: 顶部

source: Indicator Edge Offset (px):
pt_br: Distância do indicador em relação da borda (px):

source: Indicator Style:
nl: Indicatorstijl:
pt_br: Estilo do indicador:
zh_cn: 指示器风格

source: Indicator Min Limit:
pt_br: Limite minímo de indicadores:

source: Indicator Max Limit:
pt_br: Limite máximo de indicatores:

source: Minimize Options:
nl: Minimaliseeropties:
pt_br: Ao minimizar uma tarefa:
zh_cn: 最小化选项：

source: Desaturate
nl: Verzadiging verminderen
pt_br: Desaturar
zh_cn: 降低饱和度

source: Shrink when minimized
nl: Verkleinen
pt_br: Encolher
zh_cn: 最小化时收缩

source: Growth/Shrink factor:
nl: Vergroot-/Verkleinfactor:
pt_br: Fator de crecimento/encolhimento:
zh_cn: 增长/收缩因数

source: Indicator size (px):
nl: Indicatorgrootte (in px):
pt_br: Tamanho do indicador (px):
zh_cn: 指示器大小（px）：

source: Indicator length (px):
nl: Indicatorbreedte (in px):
pt_br: Comprimento do indicador (px):
zh_cn: 指示器长度（px）：

source: Indicator Radius (%):
nl: Indicatorstraal (in %):
pt_br: Raio do Indicador (%)
zh_cn: 指示器圆角（%）：

source: Indicator margin (px):
nl: Indicatormarge (in px):
pt_br: Margin do indicador
zh_cn: 指示器间距（px）

source: Indicator Color:
nl: Indicatorkleur:
pt_br: Cor do indicador:
zh_cn: 指示器颜色：

source: Use plasma accent color
nl: Plasma-accentkleur
pt_br: Usar cor de acentuação do Plasma
zh_cn: 使用plasma预设

source: Places
nl: Locaties
pt_br: Locais
zh_cn: 位置

source: Recent Files
nl: Recente bestanden
pt_br: Arquivos recentes
zh_cn: 最近的文件

source: Actions
nl: Acties
pt_br: Ações
zh_cn: 动作

# Play previous track
source: Previous Track
nl: Vorig nummer
pt_br: Faixa anterior
zh_cn: 上一首

# Pause playback
source: Pause
nl: Pauzeren
pt_br: Pausar
zh_cn: 暂停

# Start playback
source: Play
nl: Afspelen
pt_br: Reproduzir
zh_cn: 播放

# Play next track
source: Next Track
nl: Volgend nummer
pt_br: Próxima faixa
zh_cn: 下一首

# Stop playback
source: Stop
nl: Stoppen
pt_br: Parar
zh_cn: 停止

# Quit media player app
source: Quit
nl: Afsluiten
pt_br: Fechar
zh_cn: 退出

# Open or bring to the front window of media player app
source: Restore
nl: Herstellen
pt_br: Restaurar
zh_cn: 恢复

source: Mute
nl: Dempen
pt_br: Silenciar
zh_cn: 静音

source: Open New Window
nl: Nieuw venster openen
pt_br: Abrir nova janela
zh_cn: 打开新窗口

source: Move to &Desktop
nl: Verplaatsen naar bureaubla&d
pt_br: Mover para &área de trabalho
zh_cn: 移动到桌面

source: Move &To Current Desktop
nl: Verplaa&tsen naar huidig bureaublad
pt_br: Mover &para a área de trabalho atual
zh_cn: 移动到当前桌面

source: &All Desktops
nl: &Alle bureaubladen
pt_br: &Todas as áreas de trabalho
zh_cn: 所有桌面

source: &New Desktop
nl: &Nieuw bureaublad
pt_br: &Nova área de trabalho
zh_cn: 新建桌面

source: Show in &Activities
nl: Tonen in &activiteiten
pt_br: Mostrar em &Activities
zh_cn: 在活动中展示

source: Add To Current Activity
nl: Toevoegen aan huidige activiteit
pt_br: Adicionar a atividade atual
zh_cn: 添加到当前活动

source: All Activities
nl: Alle activiteiten
pt_br: Todas as atividades
zh_cn: 所有活动

source: Move to %1
nl: Verplaatsen naar %1
pt_br: Mover para %1
zh_cn: 移动到%1

source: &Pin to Task Manager
nl: Vastma&ken aan takenbeheer
pt_br: &Fixar no gerenciador de tarefas
zh_cn: 固定到任务栏

source: On All Activities
nl: Op alle activiteiten
pt_br: Em todas atividades
zh_cn: 在所有活动中

source: On The Current Activity
nl: Op de huidige activiteit
pt_br: Na atividade atual
zh_cn: 在当前活动中

source: Unpin from Task Manager
nl: Losmaken van takenbeheer
pt_br: Desafixar do gerenciador de tarefas
zh_cn: 从任务栏上解除固定

source: More
nl: Meer
pt_br: Mais
zh_cn: 更多

source: &Move
nl: Ver&plaatsen
pt_br: &Mover
zh_cn: 移动

source: Re&size
nl: Grootte aanpa&ssen
pt_br: Re&dimensionar
zh_cn: 调整大小

source: Ma&ximize
nl: Ma&ximaliseren
pt_br: Ma&ximizar
zh_cn: 最大化

source: Mi&nimize
nl: Mi&nimaliseren
pt_br: Mi&nimizar
zh_cn: 最小化

source: Keep &Above Others
nl: &Altĳd bovenaan
pt_br: Manter &acima das outras janelas
zh_cn: 置顶

source: Keep &Below Others
nl: Altĳd on&deraan
pt_br: Manter &abaixo das outras janelas
zh_cn: 置底

source: &Fullscreen
nl: &Volledig scherm
pt_br: &Tela cheia
zh_cn: 全屏

source: &Shade
nl: Op&rollen
pt_br: &Sombreado
zh_cn: 折叠

source: Allow this program to be grouped
nl: Groeperen toestaan
pt_br: Permitir que este programa seja agrupado
zh_cn: 允许这个程序被分组

source: &Close
nl: &Sluiten
pt_br: &Fechar
zh_cn: 关闭

source: Activate %1
nl: %1 activeren
pt_br: Ativo %1
zh_cn: 活动 %1

# button to unmute app
source: Unmute %1
nl: %1 ontdempen
pt_br: Silenciar %1
zh_cn: 取消 %1 的静音

# button to mute app
source: Mute %1
nl: %1 dempen
pt_br: Mutar %1
zh_cn: 静音 %1

# Accessibility data on volume slider
source: Adjust volume for %1
nl: Volumeniveau van %1 aanpassen
pt_br: Ajustar volume para %1
zh_cn: 调整 %1 的音量

# Comma-separated list of desktops
source: On %1
nl: Op %1
pt_br: Em %1
zh_cn: 在 %1 上

# Comma-separated list of desktops
source: Pinned to all desktops
nl: Vastgemaakt op alle bureaubladen
pt_br: Fixar em todas as áreas de trabalho
zh_cn: 固定到所有桌面

# Which virtual desktop a window is currently on
source: Available on all activities
nl: Actief op alle activiteiten
pt_br: Disponível em todas as atividades
zh_cn: 在所有活动上可用

# Activities a window is currently on (apart from the current one)
source: Also available on %1
nl: Ook actief op %1
pt_br: Disponível também em %1
zh_cn: 也在 %1 上可用

# Which activities a window is currently on
source: Available on %1
nl: Actief op %1
pt_br: Disponível em %1
zh_cn: 在 %1 上可用

# @item:inlistbox Icon spacing
source: Normal
nl: Normaal
zh_cn: 中

source: Dashes
nl: Streepjes
